# Определяем пути к файлам изображений
img_back = 'space1.jpg'        # Путь к фоновому изображению космоса
img_hero = 'spaceship.png'     # Путь к изображению корабля игрока
img_enemy = 'transport.png'    # Путь к изображению вражеского корабля
img_asteroid = 'asteroid.png'  # Путь к изображению астероида
img_bullet = 'bullet.png'      # Путь к изображению пули

score = 0  # Инициализируем счетчик набранных очков
lost = 0   # Инициализируем счетчик пропущенных врагов
max_lost = 3  # Устанавливаем максимальное допустимое количество пропущенных врагов
win_width = 1000  # Устанавливаем ширину игрового окна
win_height = 800  # Устанавливаем высоту игрового окна